/* No comment provided by engineer. */
"%@ tab" = "%@ tab";

/* Time button +10 minutes */
"+10'" = "+10'";

/* Time button +30 minutes */
"+30'" = "+30'";

/* Time button +60 minutes */
"+60'" = "+60'";

/* SBBAPIController details title */
"\n\nDetails:\n------------------------------------" = "\n\nDetails:\n------------------------------------";

/* Location service error title message */
"An error occurred while determining your current location. Please try again later." = "An error occurred while determining your current location. Please try again later.";

/* No comment provided by engineer. */
"An unexpected error occured when trying to determine your location." = "An unexpected error occured when trying to determine your location.";

/* Select as stb direction station block action sheet title */
"As direction" = "As direction";

/* Select as stb start station block action sheet title */
"As station" = "As station";

/* Open maps app cancel block action sheet title
 Share connection cancel block action sheet title */
"Cancel" = "Cancel";

/* SBBAPIController capacity text */
"Capacity:" = "Capacity:";

/* No comment provided by engineer. */
"Cellular" = "Cellular";

/* Select stations conreq flash message title */
"Connections" = "Connections";

/* Selectstationscontroller current location replacment for nil station name
 Station text field default text */
"Current location" = "Current location";

/* Selectstationsviewcontroller current location used title */
"Current location used" = "Current location used";

/* Selectstationscontroller direction station replacment for nil station name */
"Direction" = "Direction";

/* SBBAPIController direction text */
"Direction:" = "Direction:";

/* SBB Req notice - undefined error title */
"Error" = "Error";

/* SBBAPIController expected text */
"Expected:" = "Expected:";

/* Selectstationsviewcontroller con request stations identical title */
"From and to identical" = "From and to identical";

/* Select as start station block action sheet title */
"From here" = "From here";

/* SBBAPIController from station text */
"From:" = "From:";

/* SBBAPIController unknown station text replacement */
"GPS location" = "GPS location";

/* Overviewcell minutes title */
"Hrs" = "Hrs";

/* Select stations rssreq flash message title */
"Infos" = "Infos";

/* Rss info last update text */
"Last update:" = "Last update:";

/* Location service error title */
"Location service error" = "Location service error";

/* Location access denied error title */
"Location services disabled" = "Location services disabled";

/* InAppSettingsKit */
"Mail not configured" = "Mail not configured";

/* Open maps app block action sheet title */
"Maps" = "Maps";

/* Overviewcell minutes title */
"Min" = "Min";

/* Overviewcell minutes title */
"Minutes" = "Minutes";

/* No comment provided by engineer. */
"No Connection" = "No Connection";

/* SBB Req notice - no products error message */
"No connection was found for the selectd station. Please report this error to the support, if possible with the station name." = "No connection was found for the selectd station. Please report this error to the support, if possible with the station name.";

/* No network available alert view title */
"No network" = "No network";

/* SBB Req notice - no products error title */
"No products" = "No products";

/* SBB Req notice - no results title */
"No result" = "No result";

/* No station stb request stations identical title */
"No station" = "No station";

/* InAppSettingsKit */
"OK" = "OK";

/* Selectstationsviewcontroller current location used message */
"One of the stations is the current location. This is not yet supported." = "One of the stations is the current location. This is not yet supported.";

/* SBB Req notice - station undefined message */
"One or more of the stations are not defined. This is a rare error. Please report this error to the support." = "One or more of the stations are not defined. This is a rare error. Please report this error to the support.";

/* Open maps app open block action sheet title */
"Open in maps" = "Open in maps";

/* Outside Switzerland error title */
"Outside Switzerland" = "Outside Switzerland";

/* SBBAPIController overview title */
"Overview:\n" = "Overview:\n";

/* Pull to refresh rss info header cell */
"Pull to refresh" = "Pull to refresh";

/* Refreshing... rss info header cell */
"Refreshing..." = "Refreshing...";

/* Release to refresh rss info header cell */
"Release to refresh" = "Release to refresh";

/* SBB Req notice - request failed title */
"Request failed" = "Request failed";

/* Search button title text */
"Search" = "Search";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* Share connection block action sheet title */
"Share via" = "Share via";

/* Selectstationsviewcontroller stb request stations identical title */
"Start and direction identical" = "Start and direction identical";

/* Selectstationscontroller stb station replacment for nil station name */
"Station" = "Station";

/* SBB Req notice - station undefined title */
"Station undefined" = "Station undefined";

/* No comment provided by engineer. */
"Tab %d of %d" = "Tab %1$d of %2$d";

/* Selectstationsviewcontroller con request stations identical message */
"The from and to are identical, please selected different locations" = "The from and to are identical, please selected different locations";

/* SBB Req notice - no results message */
"The request did not return any results. Either there is no information available for the selected station(s) or there is a temporary problem." = "The request did not return any results. Either there is no information available for the selected station(s) or there is a temporary problem.";

/* SBB Req notice - request failed message */
"The request failed. There may be several reasons. Either there is a temporary problem with the internet connection or the SBB server is temporarily unavailable. Please try again later." = "The request failed. There may be several reasons. Either there is a temporary problem with the internet connection or the SBB server is temporarily unavailable. Please try again later.";

/* Selectstationsviewcontroller stb request stations identical message */
"The start and the direction is the same, please selected different locations" = "The start and the direction is the same, please selected different locations";

/* No network available alert view message */
"There is no WiFi or cellular network available. Please check or try again later." = "There is no WiFi or cellular network available. Please check or try again later.";

/* SBB Req notice - undefined error message */
"There was an error with this request. Please report this error to the support, if possible with the station names" = "There was an error with this request. Please report this error to the support, if possible with the station names";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "This device is not configured for sending Email. Please configure the Mail settings in the Settings app.";

/* Select stations stbreq flash message title */
"Timetable" = "Timetable";

/* Select as end station block action sheet title */
"To here" = "To here";

/* SBBAPIController to station text */
"To:" = "To:";

/* Track description string */
"Tr." = "Tr.";

/* SBBAPIController track text */
"Track:" = "Track:";

/* SBBAPIController transfers text */
"Transfers:" = "Transfers:";

/* Select as via station block action sheet title
 Via station text field default text */
"Via" = "Via";

/* SBBAPIController walk journey text */
"Walk:" = "Walk:";

/* No comment provided by engineer. */
"We could not access your current location." = "We could not access your current location.";

/* No comment provided by engineer. */
"We could not determine your location. Please try again later." = "We could not determine your location. Please try again later.";

/* No comment provided by engineer. */
"WiFi" = "WiFi";

/* Location access denied error title message */
"You did not allow this app to use your current location. Please enable this app to use your current location in order to make from/to current location requests. You can change this in the iPhone settings under Settings / Privacy / Location services. Alternatively you need to choose a station for the from/to location." = "You did not allow this app to use your current location. Please enable this app to use your current location in order to make from/to current location requests. You can change this in the settings under iPhone / iPad Settings / Privacy / Location services. Alternatively you need to choose a station for the from/to location.";

/* No station stb request stations identical message */
"You need to select a station first" = "You need to select a station first";

/* Outside Switzerland error title message */
"Your current location is outside Switzerland. You may not find any stations nearby." = "Your current location is outside Switzerland. You may not find any stations nearby.";

/* Swiss Transit settings support email draft text */
"Dear Support, " = "Dear Support, ";

/* Recommend Swiss Transit Description */
"Check out this app!" = "Check out this app!";

/* Report station error message description */
"There is an error with the following station:" = "There is an error with the following station:";

/* Report app error message description */
"There is an error in the app:" = "There is an error in the app:";


/* Loading walking directions notification view title" */
"Loading walking directions..." = "Loading walking directions...";

/* Loading trainline notification view title */
"Loading trainline ..." = "Loading trainline ...";

/* ------------------------ V1.2 -------------------------------- */

/* "Pull to load stb info header cell */
"Pull to load" = "Pull to load";

/* Release to load stb info header cell */
"Release to load" = "Release to load";

/* Loading... stb info header cell */
"Loading..." = "Loading...";

/* Location error title */
"Location error" = "Location error";

/* Location error title message */
"Unfortunately it was not possible to resolve the selected address, poi, location into GPS coordinates." = "Unfortunately it was not possible to resolve the selected address, poi, location into GPS coordinates.";

/* Alarms - Calendar iPhone  & iPad */
"Connection is leaving in %d minutes" = "Connection is leaving in %d minutes";

/* Alarms - Calendar iPhone */
"Add alarm / to calendar" = "Add alarm / to calendar";
"Alarm only: - 5 min" = "Alarm only: - 5 min";
"Alarm only: - 15 min" = "Alarm only: - 15 min";
"Alarm only: - 30 min" = "Alarm only: - 30 min";
"Alarm only: - 60 min" = "Alarm only: - 60 min";
"Calendar: add only" = "Calendar: add only";
"Calendar & alarm: -15 min" = "Calendar & alarm: -15 min";
"Calendar & alarm: -30 min" = "Calendar & alarm: -30 min";
"Calendar & alarm: -60 min" = "Calendar & alarm: -60 min";

/* Alarms - Calendar iPad */
"Add alarm" = "Add alarm";
"Add to calendar with" = "Add to calendar with";
"5 min before departure" = "5 min before departure";
"15 min before departure" = "15 min before departure";
"30 min before departure" = "30 min before departure";
"60 min before departure" = "60 min before departure";
"Add only" = "Add only";
"Alarm 15 min before" = "Alarm 15 min before";
"Alarm 30 min before" = "Alarm 30 min before";
"Alarm 60 min before" = "Alarm 60 min before";

/* Journey calendar title */
"Journey: %@ - %@" = "Journey: %@ - %@";

/* Calendar access denied error title */
"Calendar access disabled" = "Calendar access disabled";

/* Calendar access denied error title message */
"You did not allow this app to access your calendar. Please enable this app to access your calendar in order to save connections in there. You can change this in the iPhone settings under Settings / Privacy / Calendars." = "You did not allow this app to access your calendar. Please enable this app to access your calendar in order to save connections in there. You can change this in the iPhone / iPad settings under Settings / Privacy / Calendars.";

/* Added to calendar title message */
"The connection has been added to the calendar." = "The connection has been added to the calendar.";

/* Alarm added title message */
"The alarm for the connection has been added." = "The alarm for the connection has been added.";


/* ------------------------ Free Version -------------------------------- */

/* Product successfully purchased alert view */
"Product successfully purchased" = "Product successfully purchased";

/* Shop cannot be opened alert view title */
"Shop cannot be opened" = "Shop cannot be opened";

/* Shop not ready alert view title */
"Shop not ready" = "Shop not ready";

/* Shop cannot be opened alert view message */
"The shop currently cannot be opened. Please try again later." = "The shop currently cannot be opened. Please try again later.";

/* Shop not ready alert view message */
"The shop is currently not ready for purchasing. Trying to initialize the shop. Please wait..." = "The shop is currently not ready for purchasing. Trying to initialize the shop. Please wait...";

/* Invalid receipt title */
"Invalid receipt" = "Invalid receipt";

/* Invalid receipt message */
"The receipt for this purchase transaction is invalid. Either the transaction is not valid or a severe unknown error occurred. You may report this to the support" = "The receipt for this purchase transaction is invalid. Either the transaction is not valid or a severe unknown error occurred. You may report this to the support";

"Restore" = "Restore";

"Upgrade to the pro version" = "Upgrade to the pro version";

"This version of Swiss Transit is free and supported by ads. If you like the app, please consider to support the further development of the app by upgrading to the Pro version. The Pro version has some additional benefits as follows:" = "This version of Swiss Transit is free and supported by ads. If you like the app, please consider to support the further development of the app by upgrading to the Pro version. The Pro version has some additional benefits as follows:";

"This version of Swiss Transit is free and supported by ads. If you like the app, please consider to support the further development of the app by upgrading to the Pro version." = "This version of Swiss Transit is free and supported by ads. If you like the app, please consider to support the further development of the app by upgrading to the Pro version.";

"Ad free" = "Ad free";

"Enjoy Swiss Transit even more by removing the ads." = "Enjoy Swiss Transit even more by removing the ads.";

"See detailed train lines" = "See detailed train lines";

"Unlock this feature and let Swiss Transit show you the detailed train lines for most connections in train (limited to 10 requests in the free version)." = "Unlock this feature and let Swiss Transit show you the detailed train lines (limited to 10 requests in the free version).";

"Unlock this feature and let Swiss Transit show you the detailed train lines for most connections in train (limited to 10 requests in the free ipad version)." = "Unlock this feature and let Swiss Transit show you the detailed train lines (limited to 10 requests in the free version).";

/* ------------------------ Printing 2.1 / Free 1.1 -------------------------------- */

/* Share connection send per email block action sheet title */
"Send via email" = "Send via email (plaintext)";

"Send as PDF via email" = "Send as PDF via email";

"Send as HTML via email" = "Send via email (HTML)";

"Print" = "Print";

/* Share connection copy to clipboard block action sheet title */
"Copy to clipboard" = "Copy to clipboard";




